Repository: DiegoBuencuero/Agro
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Campo
pt: Fazenda

source: Lote
pt: Talhão

source: Español
pt: Espanhol

source: Portugues
pt: Português

source: Campo:
pt: Fazenda:

source: Lote:
pt: Talhão:

source: Zoom ao lote
pt: Zoom no talhão

source: Leyenda
pt: Legenda

source: Cerrar
pt: Fechar

source: General
pt: Geral

source: Registros Lluvia
pt: Registros de Chuva

source: Contactos
pt: Contatos

source: Carga de datos
pt: Carregamento de dados

source: Analisis de datos
pt: Análise de dados

source: Generacion de mapas
pt: Geração de mapas

source: Productos
pt: Produtos

source: Rubros
pt: Categorias

source: Configuración de Producto
pt: Configuração do Produto

source: Planificación
pt: Planejamento

source: Costo de producción
pt: Custo de Produção

source: Campañas
pt: Campanhas

source: Estado de lote
pt: Estado do Talhão

source: Trazabilidad
pt: Rastreabilidade

source: Contabilidad
pt: Contabilidade

source: Numeradores
pt: Numeração

source: Comprobantes
pt: Comprovantes

source: Stock
pt: Estoque

source: Gestión de Stock
pt: Gestão de Estoque

source: Maquinaria
pt: Máquinas

source: Registro
pt: Cadastro

source: Mantenimiento
pt: Manutenção

source: Meteorología
pt: Meteorologia

source: Tiempo
pt: Tempo

source: Iconos
pt: Ícones

source: Iconos MDI
pt: Ícones MDI

source: Páginas de usuario
pt: Páginas de Usuário

source: Iniciar sesión
pt: Entrar

source: Páginas de error
pt: Páginas de Erro

source: Documentación
pt: Documentação
